IDEA Open Model
ReinfAroundOpening.DiagonalNumOfLayers Property
Compatible with IDEA StatiCa 20.1
 Number of diagonal layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int DiagonalNumOfLayers { get; set; }
Public Property DiagonalNumOfLayers As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace